tap 'adoptopenjdk/openjdk'
tap 'derailed/k9s'
tap 'homebrew/bundle'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'jasesuperhero/homebrew-neovim-nightly'

brew 'aria2'
brew 'asdf'
brew 'bash'
brew 'bat'
brew 'bensadeh/despell/despell'
brew 'carthage'
brew 'chafa'
brew 'clang-format'
brew 'cmake'
brew 'coreutils'
brew 'dog'
brew 'dust'
brew 'exa'
brew 'fd'
brew 'fish'
brew 'fzf'
brew 'gcc'
brew 'gd'
brew 'gdk-pixbuf'
brew 'gh'
brew 'git'
brew 'git-delta'
brew 'git-lfs'
brew 'gnutls'
brew 'httpie'
brew 'k9s'
brew 'kubectx'
brew 'lazydocker'
brew 'lazygit'
brew 'm-cli'
brew 'mackup'
brew 'mas'
brew 'mint'
brew 'mitmproxy'
# brew 'neovim'
brew 'pango'
brew 'pre-commit'
brew 'ripgrep'
brew 'shellcheck'
brew 'shfmt'
brew 'sox'
brew 'starship'
brew 'tldr'
brew 'tmux'
brew 'virtualenv'
brew 'viu'
brew 'webp'
brew 'wget'
brew 'zellij'

cask 'alfred'
cask 'bartender'
cask 'docker'
cask 'firefox'
cask 'font-jetbrains-mono-nerd-font'
cask 'fork'
cask 'iina'
cask 'kap'
cask 'karabiner-elements'
cask 'kitty'
cask 'notion'
cask 'obsidian'
cask 'postman'
cask 'rescuetime'
cask 'stats'
cask 'telegram-desktop'
cask 'visual-studio-code'
cask 'jasesuperhero/neovim-nightly/neovim-nightly'

mas 'Magnet', id: 441_258_766
mas 'Next Meeting', id: 1_017_470_484
mas 'Noizio', id: 928_871_589
mas 'OhMyStar', id: 1_218_642_292
mas 'Reeder', id: 1_529_448_980
mas 'Spark', id: 1_176_895_641
mas 'Things', id: 904_280_696
